[{"id":173,"name":"The Omni Group"},{"id":402,"name":"Day 1 Studios"},{"id":14329,"country":840,"name":"Team Salvato"},{"id":3209,"name":"Pendulo Studios"},{"id":2219,"country":752,"name":"Zoink Games"},{"id":19080,"country":392,"description":"Ryu ga Gotoku Studio (龍が如くスタジオ) is a studio within Sega CS1 responsible for more recent Yakuza games. It was spun off from CS1 after the development of Yakuza: Dead Souls was completed. \n \nAccording to Masayoshi Yokoyama, one of the leads of the studio, the studio is not a company organization but rather a \"concept\" or a \"production team\", much like Sonic Team. For non-Yakuza game it has been used for Binary Domain in Japan.","name":"Ryu ga Gotoku Studios","start_date":1314748800},{"id":410,"country":826,"name":"Big Blue Box"},{"id":1242,"country":752,"description":"MachineGames was established in 2009 by former founding members of Starbreeze Studios and acquired by ZeniMax Media in 2010. Located in Uppsala, Sweden, MachineGames is a studio comprised of a seasoned group of developers recognized for their work creating story-driven games.","name":"MachineGames","start_date":1262217600},{"id":8229,"country":276,"name":"rondomedia Marketing & Vertriebs GmbH","start_date":891388800},{"id":825,"country":840,"name":"Vigil Games"},{"id":636,"country":124,"name":"Rockstar Vancouver","start_date":893980800},{"id":279,"country":826,"description":"4J Studios is a Scottish video game development studio based in Dundee and East Linton.","name":"4J Studios","start_date":1135987200},{"id":94,"country":752,"description":"Founded in 1992 by four friends from the Amiga demo scene, DICE (then Digital Illusions) created the cult hit Pinball Dreams for the Amiga. Ten years later, the pivotal Battlefield 1942 would change the future of online gaming and DICE forever. Today, the studio develops Battlefield, Mirror’s Edge and Star Wars Battlefront games. And we are just getting warmed up.","name":"EA Digital Illusions CE","start_date":1167523200},{"id":3191,"country":578,"name":"Rain Games"},{"id":169,"country":724,"name":"MercurySteam","start_date":1041292800},{"id":12454,"country":840,"description":"Standing Stone Games is a gaming studio based in Boston, Massachusetts, staffed by people who have been passionately working on MMOs for decades. We're proud to develop and operate our two free-to-play MMOs: Dungeons & Dragons Online and Lord of the Rings Online! We enjoy sharing heroic stories with our players that create a lifetime of memories. We invite you to explore our games, which hold the promise of depth, scope, and unlimited imagination!","name":"Standing Stone Games","start_date":1482105600},{"id":255,"country":840,"description":"ArenaNet was founded in spring 2000 by Mike O'Brien, Patrick Wyatt and Jeff Strain. All three founders came from Blizzard Entertainment and were previously involved in the development of multiplayer online games such as Warcraft, Diablo, Starcraft, World of Warcraft and the Battle.net gaming network. The newly-formed business was originally called \"Triforge\", but was changed to \"ArenaNet\" shortly after; it was acquired in 2002 by NCSoft. \n \nArenaNet is the developer of the Guild Wars trilogy: Guild Wars: Prophecies (2005), Guild Wars: Factions (2006), and Guild Wars: Nightfall (2006), as well as the Guild Wars: Eye of the North (2007) expansion pack. After the announcement and subsequent release of Guild Wars 2, ArenaNet ceased development of expansion packs or standalone sequels for Guild Wars, but has continued to support the game. Since 2013, ArenaNet transitioned to automated maintenance and support of Guild Wars. \n \nArenaNet is currently focused on the development and support of Guild Wars 2, which was announced in 2007 and released in August 2012. Since the game's release, ArenaNet has continued to develop new content and features in the form of the Living World and Feature Packs and Releases, with content released for free to owners of the game.","name":"ArenaNet","start_date":978220800},{"id":1396,"country":203,"name":"Amanita Design","start_date":1072828800},{"id":9719,"country":840,"name":"Boss Key Productions","start_date":1419984000},{"id":4134,"country":840,"name":"Upper One Games","start_date":1356912000},{"id":2216,"country":392,"description":"A Japanese game developer that has worked with:\nApple Inc.\nSquare Enix\nSony Computer Entertainment, Inc.\nNintendo Co., Ltd\nBANDAI NAMCO Games Inc","name":"Shift","start_date":828316800},{"id":129,"country":392,"description":"Konami Holdings Corporation, commonly referred to as Konami, is a Japanese entertainment and gaming conglomerate. It operates as a product distributor, video game developer and publisher company. It also operates health and physical fitness clubs across Japan.","name":"Konami","start_date":-24710400},{"id":126,"country":840,"description":"Bethesda Game Studios is an American video game developer, acting as in-house development team for parent company Bethesda Softworks, established in 2001. Previously synonymous with parent publisher Bethesda Softworks, the studio's name and logo were established with the release of The Elder Scrolls III: Morrowind in 2002. The studio is currently led by executive producer Todd Howard. A second studio, Bethesda Game Studios Montreal, was opened in Montreal, Quebec, Canada.","name":"Bethesda Game Studios","start_date":1009756800},{"id":2145,"country":392,"description":"Tango Gameworks  was founded by Shinji Mikami, the creator of the Resident Evil series.\nTheir headquarters and in Tokyo, Japan.","name":"Tango Gameworks","start_date":1267401600},{"id":725,"name":"Buzz Monkey Software"},{"id":182,"country":840,"name":"Nihilistic Software","start_date":888710400},{"id":5965,"country":826,"name":"Fireproof Games"},{"id":4059,"country":124,"name":"Necrophone Games"},{"id":10002,"name":"Shawn Hitchcock"},{"id":3192,"country":578,"description":"During their second year at Hedmark University College, Ole Andreas Jordet and Håvard Stene Skjærvik started recruiting other dedicated students to form a creative collective. This group evolved through various projects, and eventually became Krillbite Studio.\nHere at the studio we have become like family. Every sibling uses personal traits and skills, and works hard to deliver unique and engaging games. We seek to inspire both new and experienced gamers alike, while challenging existing game conventions.","name":"Krillbite Studio"},{"id":1448,"name":"Muse Games"},{"id":358,"name":"Raster Productions"},{"id":78,"name":"Snowblind Studios"},{"id":1764,"name":"Big Bang"},{"id":100,"name":"Nival Interactive"},{"id":232,"name":"Triptych Games"},{"id":281,"name":"Tigon Studios"},{"id":262,"name":"Flagship Studios"},{"id":1056,"country":276,"description":"Piranha Bytes are developers of computer games located in the Ruhrgebiet, Germany’s industrial heartland. They have developed the much acclaimed GOTHIC® (publisher: Shoebox and JoWooD) and Risen® (publisher: Deep Silver) computer roleplaying series.\n\nPluto 13 GmbH was founded in 2002 by employees and management of Piranha Bytes Software GmbH. Piranha Bytes Software GmbH was itself founded in 1997 and later (1999) turned into a 100% subsidiary of Phenomedia AG, a company listed on Germany’s Neuer Markt stock exchange. In 2001 the first GOTHIC game was released to the public. In May 2002 Phenomedia AG went into insolvency proceedings due to irregularities for which several former group managers (not Piranha Bytes’ management!) have been tried for in a German criminal court of law.\n\nIt was therefore decided to make a clean cut and negotiate an MBO with the administrator, which was concluded in September 2002. Pluto 13 GmbH was founded and major assets, trademarks and most staff were transferred to the new company. One of the four original founders remained with the team in a leading position.\n\nPluto 13 GmbH is a privately owned limited liability corporation under German law, all shares are held by staff and management. Current (2013) permanent staff is around 20 people - all but of one doing active development (designers, programmers, scripters, artists...).","name":"Piranha Bytes","start_date":852076800},{"id":56,"country":840,"description":"Valve's debut title, Half-Life, was released in 1998. It won more than 50 game of the year awards, and PC Gamer even called it the Best PC Game Ever. Since then, we've released dozens of titles that changed the world. Today, millions of people play our games every day.","name":"Valve Corporation","start_date":840844800},{"id":953,"country":752,"name":"Arrowhead Game Studios"},{"id":1097,"country":250,"description":"\"Shiro Games is an independent studio created by video game veterans in order to bring new innovative games to life.\n\nEach of our games is built with love and passion by a small team of talented and dedicated people.\"","name":"Shiro Games","start_date":1356912000},{"id":2453,"name":"Sensible Software"},{"id":810,"country":840,"name":"Iguana Entertainment"},{"id":420,"country":616,"name":"Flying Wild Hog","start_date":1238544000},{"id":2474,"name":"The Fun Pimps Entertainment LLC"},{"id":4226,"country":40,"description":"\"Broken Rules is an independent game studio based in Vienna, Austria. We design, develop and publish digital games for the downloadable games market.\"\n\n\"Our games focus on originality, simplicity, refined game mechanics and rich interactivity.\"","name":"Broken Rules","start_date":1240444800},{"id":4356,"country":840,"description":"Giant Sparrow is a small video game company focused on creating surreal experiences people have never had before. Our dream is to make the world a stranger, more interesting place.&#13;\n&#13;\nWe're based in Santa Monica, CA.","name":"Giant Sparrow","start_date":1237680000},{"id":740,"country":156,"name":"Spicy Horse Games","start_date":1199059200},{"id":7914,"name":"Lazy Bear Games"},{"id":305,"country":246,"description":"Remedy Entertainment Ltd. is a privately held developer of state-of-the-art action games, game franchises and cutting edge technology. Remedy is based in Espoo, Finland. Highly acclaimed games include Death Rally, Max Payne, Max Payne 2: The Fall of Max Payne, Alan Wake and Alan Wake's American Nightmare.","name":"Remedy Entertainment","start_date":820368000},{"id":3903,"country":124,"description":"Formed in 2009, BioWare Montreal went through a carefully managed growth process that allowed BioWare to develop the unique culture that BioWare is known for. \n \nBioWare Montreal assisted BioWare Edmonton with the Mass Effect series, by developing the downloadable content for the series. They would later become the main developer of Mass Effect: Andromeda.","name":"BioWare Montreal","start_date":1235865600},{"id":3308,"country":840,"name":"Blind Squirrel Games"},{"id":2248,"country":276,"description":"publishes and develops high-quality online and offline games, with a strong focus on engaging narratives and compelling characters.\n\n\nBased in beautiful Hamburg, Daedalic is one of Germany’s most acclaimed and decorated publishers and developers, garnering numerous awards for adventure game milestones Edna &amp; Harvey: The Breakout, Deponia and The Dark Eye: Chains of Satinav. In its internal studio, Daedalic is currently developing a host of new and innovative games that include the upcoming english versions of The Night of the Rabbit,1954: Alcatraz and Goodbye Deponia, as well as several unannounced titles for PC, mobile devices, social networks and the browser.\n\nAs an active publisher of third-party content, Daedalic has released outstanding and unique games like Machinarium, Tales of Monkey Islandand Torchlight II, with a growing portfolio of excellent titles scheduled for 2013 and beyond.\nDaedalic is also active as a consulting agency in a number of fields, including business development, marketing and PR, as well as the production of serious games.","name":"Daedalic Entertainment","start_date":1167609600},{"id":7398,"country":840,"name":"Videocult"},{"id":2410,"country":804,"name":"Frogwares","start_date":954547200},{"id":1225,"country":840,"name":"Ubisoft San Francisco","start_date":1262217600},{"id":196,"country":124,"name":"Relic Entertainment","start_date":883526400},{"id":2898,"name":"Crowbar Collective"},{"id":3065,"name":"SuperBot Entertainment"},{"id":108,"country":616,"description":"Since the company's foundation in 1991, Techland has been consistently reinforcing its position in the industry and in 2000 began to conquer international markets. \n \nInitially, our activities were focused on the distribution of software in Poland. Later, towards the end of the nineties, we decided to commence the in-house production of computer software with the emphasis on video games. Currently, we create advanced high-budget games for all major platforms – the PC, Xbox 360, Xbox One, PlayStation 3 and PlayStation 4. The primary technology we use is our proprietary Chrome Engine®, currently at version 6, middleware, and toolset continuously developed for over 10 years now. Using this top-notch technology, we have released over 20 games, including Dead Island and Call of Juarez series. We also develop mobile games for iOS devices. \n \nTechland is a team of over two hundred dynamic people driven by ambition and creative passion. Our staff consists of highly experienced industry specialists and talented young apprentices from all fields. Every one of us perceives the electronic entertainment not only as their job but, more importantly, also as our lifetime passion and hobby. We achieve professional excellence by bringing ambitious projects to life and constant learning. Every day we push ourselves to realize our vision – deliver cutting-edge and attractive electronic entertainment. \n \nSee more at: http://company.techland.pl/about, ©Techland","name":"Techland","start_date":694137600},{"id":15,"country":840,"name":"2K Marin","start_date":1175299200},{"id":58,"country":752,"description":"Mojang Studios is a Swedish video game developer and a studio of Xbox Game Studios based in Stockholm. The studio was founded by Markus Persson in 2009 as Mojang Specifications, inheriting the name from a venture of the same name he left two years prior.","name":"Mojang Studios","start_date":1241136000},{"id":4672,"name":"Edmund McMillen"},{"id":395,"country":392,"name":"Sonic Team","start_date":631152000},{"id":841,"country":250,"description":"Ubisoft's Paris studio is composed of two distinct sites, one focusing mainly on console games and the other solely on mobile activity.","name":"Ubisoft Paris","start_date":536371200},{"id":9,"country":840,"description":"Lucasfilm Games was founded in May 1982 by George Lucas as Lucasfilm Games, the video game development group of his film company, Lucasfilm. Lucas initially served as the company's chairman. \n \nDuring a 1990 reorganization of Lucas companies, the Lucasfilm Games division was renamed LucasArts.","name":"Lucasfilm Games","start_date":389059200},{"id":405,"country":250,"description":"\"Spiders is a video game development studio producing its own creations as well as offering part or full productions for third parties.\n\nThe company was born when several French video game veterans worked together on the creation of the Silverfall game and its add-on, and decided to pursue the adventure together. Although the company is mainly specialized in the design and development of Action/RPG games, owing to previous experience, it also has the capacity to provide solutions in different genres, like porting.\n\nAll of our productions and complete developments use our own multi-platform engine and tool-kit: the Silk Engine.\"","name":"Spiders","start_date":1230681600},{"id":12298,"name":"Thekla, Inc"},{"id":3842,"name":"Santa Cruz games"},{"id":4182,"name":"iPhSoft"},{"id":6545,"country":840,"description":"Creator of UNDERTALE.\n\nComposes music for Homestuck.","name":"tobyfox","start_date":1372032000},{"id":306,"country":124,"name":"Rockstar Toronto","start_date":1041292800},{"id":203,"country":203,"name":"Illusion Softworks","start_date":883526400},{"id":2449,"country":840,"description":"\"Stoic is an independent game developer based out of Austin, Texas, formed in early 2012.\"","name":"Stoic","start_date":1356912000},{"id":4357,"country":840,"description":"Also known as Sony Santa Monica","name":"SIE Santa Monica Studio","start_date":915148800},{"id":659,"country":840,"name":"Sledgehammer Games","start_date":1238457600},{"id":3928,"country":156,"name":"Ubisoft Chengdu","start_date":1230681600},{"id":4712,"country":752,"description":"ustwo is a global digital product studio launching products, services and companies that make a measurable difference to the world. Since our foundation in 2004, we’ve partnered with some of the worlds leading brands and have grown to four studios around the world in New York, Malmö, London and Sydney.","name":"Ustwo","start_date":1104451200},{"id":1843,"country":528,"description":"Guerrilla Games is a first party video game developer and wholly owned subsidiary of Sony Computer Entertainment. The company is based in Amsterdam, the Netherlands, and Cambridge, UK. They currently employ approximately 270 individuals, and is headed by managing director Hermen Hulst.\n\nThe developer is best known for its Killzone series; exclusive to PlayStation. The most recent game in the series, Killzone Shadow Fall, was first released in North America on November 15th, 2013. On August 18th, 2010 during a press briefing at Gamescom in Cologne, Germany, managing director Hermen Hulst confirmed that Guerrilla Games' next title would be an all-new intellectual property, making it Guerrilla's first game not based on the Killzone series since Shellshock: Nam '67. The game was officially announced at Sony's E3 2015 press conference as Horizon Zero Dawn.","name":"Guerrilla Games","start_date":978220800},{"id":482,"country":826,"name":"Revolution Software","start_date":638150400},{"id":637,"country":840,"name":"Rockstar New England","start_date":1230681600},{"id":5185,"name":"Four Leaf Studios"},{"id":117,"country":840,"description":"Troika Games was a video game developer created by the key people behind the first part of the critically acclaimed Fallout series of games. The company was focused on role-playing video games between 1998 and 2005, best known for Arcanum: Of Steamworks and Magick Obscura and Vampire: The Masquerade – Bloodlines.","name":"Troika Games","start_date":891388800},{"id":1006,"country":246,"description":"\"Headquartered in Helsinki, Finland, Housemarque is a game developer working on console and PC. True to our core gamer audience, we prioritize stratified gameplay mechanics and impeccable audiovisual execution to create euphoric gaming experiences.\n\n‘This is gaming’ is our motto.\"","name":"Housemarque","start_date":820368000},{"id":2968,"country":840,"name":"Kaos Studios","start_date":1167523200},{"id":7080,"country":528,"description":"Noio is the company name used by indie developer Thomas van den Berg.","name":"Noio","start_date":1356912000},{"id":6103,"name":"GRIP Entertainment"},{"id":122,"country":276,"description":"Envision. Enable. Achieve.\n\nCrytek is an independent company at the forefront of the interactive entertainment industry, and is dedicated to pushing the boundaries of gaming by creating standout experiences with their cutting-edge 3D game technology, CRYENGINE.\n\nFounded by brothers Avni, Cevat, and Faruk Yerli in 1999, Crytek has its headquarters in Frankfurt, Germany, with additional studios in Kiev (Ukraine), Budapest (Hungary), Sofia (Bulgaria), Seoul (South Korea), Nottingham (United Kingdom), Shanghai (China), Istanbul (Turkey), and Austin (USA).\n\nSince its establishment, Crytek has consistently been recognized for excellence in its field – earning accolades such as the 2011 Develop Award for Best Independent Studio and a 2010 Red Dot Design Award. Its award-winning games include Far Cry®, Crysis® (Best PC Game of E3 2007), Crysis® Warhead (Best Graphics Technology at IGN Best of 2008 Awards), Crysis® 2 (Best Shooter of E3 2010 and Gamescom 2010), Fibble – Flick ‘n’ Roll, Crysis® 3 (Electronic Playground Best of E3 2012 and Most Valuable Game from PC Gamer E3 2012), and Warface® (Best Social/Casual/Online Game of Gamescom 2012).\n\n \n\nCrytek is committed to creating high-quality products powered by its CRYENGINE technology.\n\nIn 2010, Crytek announced Warface, their first free-to-play game service and a major milestone in the studio’s history. The announcement was followed by the 2012 release of Fibble – Flick ‘n’ Roll, their debut game for mobile devices. Since then the company have gone on to create Xbox One-exclusive launch title Ryse: Son of Rome, and their second mobile title, The Collectables.\n\nTo further support the company’s future within the free-to-play gaming model, Crytek launched GFACE in 2012: a social gaming hub which serves as a platform for upcoming Crytek games.","name":"Crytek Frankfurt","start_date":915148800},{"id":221,"country":826,"name":"Splash Damage","start_date":988675200},{"id":326,"country":840,"name":"Cyan Worlds","start_date":567907200},{"id":536,"country":826,"name":"DMA Design","start_date":599529600},{"id":845,"country":392,"name":"Grasshopper Manufacture","start_date":891216000},{"id":1661,"country":840,"name":"Owlchemy Labs"},{"id":7036,"name":"Technocrat Games"},{"id":319,"country":840,"name":"n-Space","start_date":788832000},{"id":13490,"country":276,"name":"Jo-Mei Games"},{"id":1003,"country":752,"name":"Dennaton Games","start_date":1356912000},{"id":3594,"country":826,"name":"Deep Silver Dambuster","start_date":1404172800},{"id":11285,"country":208,"name":"Throughline Games"},{"id":2244,"country":643,"name":"Katauri Interactive"},{"id":444,"country":124,"name":"Radical Entertainment","start_date":694137600},{"id":198,"country":840,"name":"Iron Lore Entertainment","start_date":970358400},{"id":660,"name":"Capcom Production Studio 1"},{"id":1170,"country":840,"name":"Airtight Games","start_date":1104451200},{"id":8579,"name":"Blue Manchu"},{"id":12300,"country":124,"name":"Infinite Fall","start_date":1388448000},{"id":10820,"country":380,"name":"Ovosonico"},{"id":10678,"country":826,"name":"Cavalier Game Studios"},{"id":9166,"name":"David Szymanski"},{"id":507,"country":840,"name":"Volition Inc","start_date":846806400},{"id":1012,"country":392,"name":"FromSoftware","start_date":531187200},{"id":5212,"country":840,"name":"Campo Santo"},{"id":9364,"country":826,"description":"Indie studio based in London, UK.","name":"Nerial"},{"id":1983,"country":392,"description":"\"tri-Ace, Inc. is a software house, established in March 1995.\n\nIn March 2015, we became a part of Nepro Group. We'll continue focusing on game development for different platforms including traditional consoles as well as mobiles and smartphones.\"","name":"tri-Ace","start_date":795312000},{"id":3064,"name":"Minority"},{"id":1113,"country":724,"name":"Tequila Works","start_date":1291161600},{"id":14150,"country":392,"description":"Renamed and revamped team behind the Yakuza series, owned by Sega and headed by Toshihiro Nagoshi.","name":"Ryū Ga Gotoku Studios","start_date":1314748800},{"id":21,"country":840,"name":"Irrational Games","start_date":859766400},{"id":2765,"country":246,"description":"\"Almost Human Ltd. is an independent Finnish game developer founded in the beginning of 2011 by four game industry veterans. The team's mission is to create fun games with focus on cool gameplay and astounding visuals.\" from IGN","name":"Almost Human Ltd.","start_date":1309478400},{"id":3,"country":840,"name":"Looking Glass Studios","start_date":638841600},{"id":2171,"country":203,"description":"We are a new independent game development studio, currently working on open-world medieval RPG - Kingdom Come: Deliverance.","name":"Warhorse Studios","start_date":1314748800},{"id":437,"country":752,"description":"Avalanche Studios is an independent AAA developer dedicated to creating huge open worlds, full of explosive, emergent gameplay. You probably know us as the creator of the Just Cause franchise, or the developer of Mad Max, which was released in September of 2015. We created the critically acclaimed XBLA/PSN twin stick shooter Renegade Ops, we manage more than 6 million players in the online world of theHunter, and are currently hard at work on several future projects. Here’s a look into our world.","name":"Avalanche Studios","start_date":1046476800},{"id":392,"country":840,"name":"High Voltage Software"},{"id":7081,"country":352,"description":"Marco Bancale, Freelance Game Developer.\n\nWorking on various game and non-game projects for iOS and other platforms.\nFocused on indie game development.","name":"Licorice","start_date":1356912000},{"id":364,"country":840,"description":"Formerly Angel Studios","name":"Rockstar San Diego","start_date":1041292800},{"id":280,"country":752,"description":"Starbreeze Studios is a game development company with headquarters in Stockholm, Sweden. Starbreeze AB is publicly traded on Aktietorget in Sweden. We build games from our own design and always strive to establish franchises that can be branched off into other markets. We live and die by gameplay and we are becoming a pioneer when it comes to launching large productions online.\n\nDuring E3 2015, Starbreeze Studios announced that they had entered the hardware business with Project StarVR, a virtual reality headset, which is currently under development by InfinitEye, a firm acquired by Starbreeze.","name":"Starbreeze Studios","start_date":1041292800},{"id":10445,"country":826,"name":"Variable State"},{"id":3108,"name":"Endnight Games Ltd"},{"id":11321,"name":"Kikiyama"},{"id":2746,"country":410,"description":"We are Pearl Abyss, the developer of Black Desert Online, the Next-Gen Sandbox MMORPG. Located near Seoul, South Korea, Pearl Abyss is currently a home to one of the most talented and experienced people in gaming industry.  \n \nMaking games is what we do, and we do it hard to achieve excellence and an unforgettable user experience. Welcome to our Facebook page.","name":"Pearl Abyss","start_date":1283299200},{"id":831,"country":392,"description":"Access Games Inc. was founded on 16th of January, 2002, and are Japanese, based in Osaka / Japan. They are most known for Deadly Premonition (an open world survival horror game, also called Red Seeds Profile in Japan). One of the company's most notable members is Hidetaka \"SWERY\" Suehiro, who was the writer and director of Spy Fiction and Deadly Premonition. Access Games are also behind D4: Dark Dreams Don't Die.","name":"Access Games","start_date":1041292800},{"id":11740,"name":"Bird Studio"},{"id":6029,"country":203,"name":"Future Games","start_date":851990400},{"id":857,"country":840,"description":"ThatGameCompany is an American independent video game development studio co-founded by University of Southern California students Kellee Santiago and Jenova Chen in 2006","name":"ThatGameCompany","start_date":1147651200},{"id":860,"country":752,"name":"Fatshark","start_date":1230681600},{"id":164,"country":826,"description":"Rocksteady Studios is a multi-award winning video-game developer based in London, England. Located in a spacious, purpose built converted factory, with full motion capture and audio studio capabilities, consisting of an energetic company formed by a core team of senior industry professionals.","name":"Rocksteady Studios","start_date":1104451200},{"id":893,"country":616,"description":"The Farm 51 is a team of enthusiasts. We develop computer games and virtual reality applications, and contribute to the dynamic growth of the new technologies market. Our projects combine game development experience, advanced photogrammetry and 3D scanning solutions, as well as passion for telling interesting, original stories. The Farm 51 also includes the Reality 51 team, which is focused primarily on technological advancements and the virtual reality market.","name":"The Farm 51"},{"id":1364,"country":826,"name":"The Chinese Room","start_date":1199059200},{"id":4998,"country":840,"name":"Heart Machine"},{"id":26,"country":392,"description":"Square Enix develops, publishes, distributes and licenses Square Enix, Eidos and Taito branded entertainment content in Europe and other PAL territories as part of the Square Enix group of companies. Square Enix also has a global network of leading development studios such as Crystal Dynamics and Eidos Montréal. \n \nThe Square Enix group of companies boasts a valuable portfolio of intellectual property including: Final Fantasy, which has sold over 130 million units worldwide; Dragon Quest, which has sold over 71 million units worldwide; Tomb Raider, which has sold over 58 million units worldwide; and the legendary Space Invaders.","name":"Square Enix","start_date":1049155200},{"id":184,"country":840,"name":"id Software","start_date":665366400},{"id":918,"country":840,"description":"Fullbright is an independent video game studio in Portland, Oregon.","name":"Fullbright","start_date":1488326400},{"id":2343,"country":392,"name":"Comcept"},{"id":12459,"name":"Pixel Crow"},{"id":37,"country":392,"description":"Capcom Co., Ltd. is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Ace Attorney, Monster Hunter, Dead Rising, Breath of Fire, as well as games based on the Disney animated properties.","name":"Capcom","start_date":315446400},{"id":733,"country":826,"name":"Realtime Worlds","start_date":1041292800},{"id":1365,"description":"Game developer.","name":"Lucas Pope"},{"id":8714,"country":826,"description":"Bulkhead Interactive is a game developer based in Derby, UK. The studio is currently developing multiple titles for Steam, Xbox One and PlayStation 4.","name":"Bulkhead Interactive","start_date":1480464000},{"id":1463,"country":276,"description":"\"Founded in 2012, Black Forest Games is an independent game studio focused on high-quality video games. The studio is based in Offenburg, Germany, and currently employs a team of 40 international industry professionals who specialize in building games for all major game platforms.\" \n \nWas acquired by THQ Nordic in 2017.","name":"Black Forest Games","start_date":1356912000},{"id":2695,"country":208,"name":"SYBO Games"},{"id":2009,"country":392,"description":"United Game Artists was a development subsidiary of Sega created with members from an in-house Division. After developing 3 game It was merged with another subsidiary, Sonic Team, in 2003.  \n  \nSoon after this change the company president, Tetsuya Mizuguchi, and other United Game Artists staff left Sega to form their own company, Q Entertainment.  \n  \nSonic Team was later reorganized back into an internal Sega R&D Division structure after Sega's merger with Sammy in 2004.","name":"United Game Artists","start_date":956275200},{"id":2236,"country":124,"name":"Freebird Games"},{"id":125,"name":"Crytek Budapest"},{"id":1320,"name":"Straight Right"},{"id":365,"country":826,"description":"Rockstar North was founded in 1988 under the name DMA Design, they are a British video game developer based in Scotland. They are best known for creating the Grand Theft auto franchise and Lemmings franchise. Since 1999 they have been part of Rockstar Games which is owned by Take-Two Interactive. It was not before 2002 that they went trough a name shift and ended up on being called Rockstar North.","name":"Rockstar North","start_date":1041292800},{"id":894,"country":250,"description":"DONTNOD Entertainment develops video games for consoles and PC using original concepts and innovative technologies. \nSince the release of Remember Me and the critical and public success of Life Is Strange, the studio has earned an international reputation for the quality of its narrative games and its immersive, innovative universes.","name":"Dontnod Entertainment","start_date":1230681600},{"id":431,"country":840,"description":"Ready At Dawn Studios was founded in 2003 by senior members of Naughty Dog and Blizzard Entertainment and set a new standard for PSP games with its multi-million selling, Game of The Year award winning titles Daxter™ and God of War: Chains of Olympus. Ready At Dawn’s technological innovations, its reputation for excellence in artistry and design, and its combined experience developing blockbuster franchises, ensure the studio will continue to raise player expectations.\nReady At Dawn is known for pushing their target hardware to the limits, evident from their previous titles. With the announcement of The Order: 1886™ in June 2013, the studio has now set their sights and expertise on the PlayStation 4 system. Available exclusively on PlayStation 4, The Order: 1886™ introduces players to a unique vision of Victorian-Era London where Man uses advanced technology to battle a powerful and ancient foe.  As Galahad, a member of an elite order of Knights, join a centuries-old war that will determine the course of history forever.\n\nReady At Dawn Studios® is located in Irvine, California.","name":"Ready at Dawn","start_date":1072828800},{"id":937,"country":124,"description":"Since its launch in 2010, WB Games Montréal has more than 300 employees and continues to grow and recruit additional talent. Best known for its game Batman™: Arkham Origins, the studio is focused on developing games that expand the DC universe in the interactive space.","name":"WB Games Montréal","start_date":1269993600},{"id":222,"country":124,"description":"BioWare Edmonton is the original BioWare studio that was established in the early 1995 by Ray Muzyka, Greg Zeschuk, and Augustine Yip. Known for many games such as Baldur’s Gate, Baldur’s Gate II, MDK2, Neverwinter Nights, Star Wars: Knights of the Old Republic, and Jade Empire. \n \nIn later date they created the original Mass Effect trilogy, as well as being the creator and ongoing developer of the Dragon Age series.","name":"BioWare Edmonton","start_date":791596800},{"id":13310,"name":"Owlcat Games"},{"id":12049,"country":804,"name":"Pinokl Games"},{"id":14304,"name":"ArtPlay"},{"id":112,"country":392,"description":"As one of the leading interactive entertainment companies, SEGA cultivates creative talent worldwide with offices in America, Japan and our European HQ in London. Our acclaimed UK based studios include Sports Interactive and The Creative Assembly who are responsible for award-winning titles and iconic franchises such as Football Manager™, Aliens™, and the Total War™ series. Hardlight, the newest UK studio in the SEGA family, are the talented team behind Sonic the Hedgehog™'s latest adventures on mobile platforms Sonic Jump™ and Sonic Dash™. SEGA's much loved blue hedgehog mascot is a true global brand crossing over from video games into toys, stationary, apparel and much more.\n\nSEGA is growing and has recently completed an acquisition of Canada based Relic Entertainment Studio, famed for high quality strategy games including “Warhammer 40k Dawn of War” and the “Company of Heroes” series. We are determined to set new standards in interactive entertainment and are excited by the opportunity of welcoming such a talented development studio into the SEGA family.","name":"Sega","start_date":-302313600},{"id":4598,"country":616,"description":"Bloober Team is a game development company based in Cracow, Poland. We create hidden horror games – focusing on the atmosphere and the environment, rather than survival and shooter mechanics. Bloober Team ventures Behind The Darkness.\nBloober Team has been established in 2008. During the first few years the company has worked as a developer for hire. It has produced more than 40 different SKU’s during that time. Then came Basement Crawl and its reimagination  in the form of BRAWL, which steered Bloober Team back to its roots - to horror games. The company has worked directly with companies like Nintendo, Microsoft, or Sony.\nLayers of Fear (2016) was the first game from Bloober Team’s new horror portfolio, sealing the new vision of Bloober Team for the years to come.","name":"Bloober Team","start_date":1230681600},{"id":10,"country":840,"description":"With titles on consoles, PCs, and mobile devices, LucasArts endeavors to deliver experiences — whether it’s piloting a snowspeeder in the Battle of Hoth or slinging Jedi Birds at Sith Pigs — that are not possible in any other medium, and dazzle fans with stunning graphics, engaging storytelling, and fun gameplay. \n \nContinually pushing the art form forward, LucasArts leverages the global skills, technology, and resources of its family of companies, in addition to strategic partnerships, to further the boundaries of gaming.","name":"LucasArts","start_date":662601600},{"id":10295,"country":840,"name":"Hidden Variable Studios"},{"id":9317,"country":643,"description":"We’re an independent and young at heart team of highly skilled game developers and we create games for kids and kidults. The most popular games which we create are Tamagotchi style games, but we like to experiment and from time to time explore other genres. And so, sometimes from our keyboards, mouses and wacom quills we put out something more hardcore.","name":"DYNAMIC PIXELS","start_date":1104451200},{"id":728,"country":826,"description":"Just Add Water (Development), Ltd. was founded in 2006 by British career developer Stewart Gilray. The studio worked as a sub-contractor on a number of titles before moving onto its first unique project, Sony-published retro shooter Gravity Crash, in 2008. PS3 and PSP versions released in 2009/2010.\n\nJAW went on to sign a far-reaching contract with Lorne Lanning’s Oddworld Inhabitants to develop properties in the Oddworld franchise, a move Gilray describes as a “turning point”. Oddworld: Stranger’s Wrath HD, a conversion of the 2005 original, released in 2010 for PC then a year later for PS3, then followed in 2012 for PlayStation VITA.\n\nTowards the end of development on Stranger’s Wrath HD, the team moved over to start development on what would become Oddworld: New ‘n’ Tasty for PS4, Xbox One, PS3, VITA, PC, Mac and Linux.\n\nOddworld: New ‘n’ Tasty launched in July 2014 on PS4 to critical acclaim, with other platforms arriving in the months following. The title did well to beat its own 12 month sales prediction within 2 months of release.\n\nThe team also revisited their title Gravity Crash, by creating a PlayStation VITA version titled Gravity Crash Ultra, released in August 2014. 2014 and 2015 has seen JAW work with new Partners and Clients.\n\nThe team are incredibly proud of the titles they’ve worked on, as they have received critical acclaim, achieving metacritic scores in excess of 80.","name":"Just Add Water (Development) Ltd","start_date":1167523200},{"id":926,"country":616,"name":"City Interactive","start_date":1041292800},{"id":401,"country":840,"name":"Naughty Dog","start_date":631065600},{"id":309,"country":840,"name":"2015","start_date":883526400},{"id":1177,"country":392,"description":"WOW Entertainment was a development subsidiary of Sega created with members from an in-house Division titled Amusement Machine Research & Development Division 1 (AM1 R&D).  \n \nIts name was changed to Sega WOW in 2003 when it was merged with another subsidiary, Overworks, before being shutdown and reorganized back into an internal Sega R&D Division structure after Sega's merger with Sammy in 2004.","name":"WOW Entertainment","start_date":956275200},{"id":747,"country":752,"description":"\"Tarsier Studios are a small bunch of game developers based in Malmö, Sweden. In 2012, our involvement with the fantastic LittleBigPlanet franchise culminated in Tarsier’s own beloved instalment LittleBigPlanet PSVita. Quite amazingly, we’re probably still best known for The City of Metronome – a game that we never actually made – but we’re hoping all that is about to change!\n\nThe future of Tarsier Studios lies in our own original ideas, and the first of these is a game that is very much a spiritual successor to Metronome, whilst also fashioning a unique identity of its own. It is a game called Hunger.\"","name":"Tarsier Studios","start_date":1088640000},{"id":2,"country":124,"description":"BioWare develops high-quality console, PC, and online role-playing games focused on rich stories, unforgettable characters, and vast worlds to discover. \n \nSince 1995, BioWare has created some of the world's most critically acclaimed titles, including Baldur's Gate™, Neverwinter Nights™, Star Wars ™: Knights of the Old Republic™, Jade Empire™, Mass Effect™, and Dragon Age™. \n \nBioWare operates in Edmonton (Alberta, Canada), Montreal (Quebec, Canada), and Austin (Texas, United States). In 2008, BioWare was acquired by Electronic Arts, a leading global interactive entertainment publisher. \n \nAfter the retirement of the two remaining BioWare co-founders, Ray Muzyka and Greg Zeschuk, Matthew Bromberg became the current group general manager of the BioWare label. \n \nThe BioWare group consists of following studios: \n \nBioWare Edmonton \nThe original BioWare studio, it is responsible for most of the games released under the BioWare label, including Star Wars: Knights of the Old Republic, and the ongoing Dragon Age series and the original Mass Effect trilogy. \n \nBioWare Montreal \nFormed in March 2009 to assist the Edmonton studio as necessary. Lead the development of DLC for the Mass Effect series as well as Mass Effect: Andromeda. \n \nBioWare Austin \nFormed in March 2006 specifically to develop Star Wars: The Old Republic (with assistance from BioWare Edmonton). BioWare Austin later began working on a new IP called Shadow Realms, but production was shelved in February 2015 in order to focus on the continuing production of Dragon Age: Inquisition and Star Wars: The Old Republic.","name":"BioWare","start_date":791596800},{"id":851,"country":840,"description":"Thanks and welcome to ZeniMax Online. As everyone knows by now, we are working on Elder Scrolls Online, the Elder Scrolls MMO. We are tremendously excited about this project and its potential, especially after the huge success of The Elder Scrolls V: Skyrim.","name":"ZeniMax Online Studios","start_date":1199059200},{"id":1363,"country":643,"name":"Akella","start_date":757296000},{"id":5456,"country":76,"name":"Behold Studios"},{"id":13947,"name":"Okomotive"},{"id":908,"country":616,"description":"CD Projekt Red - a Polish video game developer, established in 2002 as a subsidiary of CD Projekt (the first company of this name, now CDP). The studio belonged to the holding CDP Investment, which was later merged with Optimus. The company's registered office was located in Warsaw. As part of the subsequent numerous transformations of the parent company, CD Projekt Red became a legal subsidiary of CD Projekt SA (until November 2012 CD Projekt Red SA).","name":"CD Projekt RED","start_date":1012521600},{"id":290,"country":208,"description":"IO Interactive was founded in September 1998 in Copenhagen, Denmark by the Reto-Moto development group. To date, their most popular franchise is the critically acclaimed Hitman series. IO Interactive remained a subsidiary of Square Enix until 2017, when its parent started seeking buyers for the studio. IO Interactive completed a management buyout, regaining their independent status and retaining the rights for Hitman and Freedom Fighters, in June 2017. \n \n- \n \nFormerly called \nASX Nr. 14.811 ApS (1990–1991) \nMermaid Invest ApS (1991–1998) \nIO Interactive ApS (1998–2000) \n \nParent company \nSquare Enix (2003–2017) \n- \n \nIt’s simple. Io-Interactive is here to deliver exciting world class entertainment, and we want our games to play and feel like the people who created them. It is our way of making sure that we will always deliver something unique and interesting. This requires not only lots of work but also lots of guts, talented people and a great working environment and we do our utmost to have all of this. \n \nWe’re doing as much as we can to make IOI feel like a second home. We meet in the morning and share breakfast, eat lunch together and party together. On Fridays we sometimes have our Friday bar – either planned as a big thing where we run around in the building with laser guns – or just spontaneously started somewhere in the building. Every now and then we have IOI days where we can dig into our pet projects or attend presentations from colleagues or external experts on everything game related. \n \nAround Christmas, we usually have the house full of all our kids making ginger bread houses and paper cuttings. In the summertime there are often football games going on and besides these three cornerstones of Denmark (food, beer and football) there’s a thing like the monthly board game night where we just go totally analogue. \n \n~ IO Interactive","name":"IO Interactive","start_date":904608000},{"id":318,"country":826,"name":"Rebellion Developments","start_date":725760000},{"id":4751,"name":"Soviet Games"},{"id":9579,"country":724,"name":"Lince Works"},{"id":552,"country":840,"name":"Crystal Dynamics","start_date":725760000},{"id":294,"country":840,"description":"Telltale Games is redefining the way the games industry works. Telltale fosters a creative, fun, and entrepreneurial environment. As an employee, you will have a loud voice. Lots of companies talk about open work environments and teamwork, but we LIVE IT. \n \nIn the midst of releasing The Walking Dead: The Final Season, the company was forced to initiate a \"majority studio closure\" after their last investor had pulled out of funding. Telltale announced on September 21, 2018, that it had let go of all but 25 of its staff as part of this closure, with the remaining skeleton crew completing specific obligations, such as finishing the Minecraft: Story Mode project porting to Netflix. Telltale Games filed for assignment in October 2018.","name":"Telltale Games","start_date":1086048000},{"id":17,"country":124,"description":"Founded in 1993 by James Schmalz, Digital Extremes Ltd. proudly ranks as one of the world's top development studios in the interactive entertainment industry.\nHeadquartered in London Ontario, Canada’s 10th largest city, Digital Extremes got its foothold early on in the game industry during the shareware craze of the early 90s. Epic Pinball was a ten month project written entirely in assembly language by Schmalz that went on to become one of the most successful shareware games ever made, trailing only behind such industry greats as Duke3D, Doom and Wolfenstein 3D. Sequels such as Silverball and Extreme Pinball were released shortly thereafter and together they helped fund the creation of what would become one of the industry’s blockbuster franchises, Epic Games’ Unreal®.\n\nBeginning in 1994, Digital Extremes partnered with Epic Games (at that time, its shareware publisher) and co-created Unreal and its counterpart Unreal Tournament. Both games set new standards for first-person action games and broke new ground in online multiplayer gaming. Tremendously rich graphics, fine-tuned gameplay, frenetic action and high quality production value are descriptions that have become synonymous with any Unreal branded game. To date, the award-winning Unreal franchise, including Unreal, Unreal Tournament and Unreal Championship has sold more than 12 million units worldwide across the PC, PlayStation®2, Xbox™ and Dreamcast™ platforms.\n\nDigital Extremes completed development on its original IP for the current generation of consoles, Dark Sector®, which shipped to stores in 2008, using its proprietary next-gen technology, the Evolution Engine™. Following its success, the studio expanded to two teams to allow for simultaneous development on separate projects.\n\nDigital Extremes completed work on the Multiplayer component of 2K Games’ blockbuster, Bioshock® 2 as well as the PC version of THQ hit, Homefront™.  The company also recently ventured into the mobile world with the release of Retro Pinball for Apple’s iOS platform, a throwback to the company’s roots.  More recently, Digital Extremes earned critical acclaim for the development of first-person action game, The Darkness® II, based on the comic book series of the same name.  In addition, the company assisted Microsoft with additional multiplayer content to Halo®4.  The studio is currently developing and publishing the Free-to-Play action game, Warframe","name":"Digital Extremes","start_date":757296000},{"id":377,"country":840,"name":"Firaxis Games","start_date":851990400},{"id":12,"name":"Black Isle Studios","start_date":828230400},{"id":224,"country":840,"name":"3D Realms","start_date":567907200},{"id":425,"country":826,"name":"Eurocom","start_date":591667200},{"id":1443,"country":203,"description":"SCS Software is Prague-based game developer.","name":"SCS Software","start_date":859766400},{"id":13579,"description":"Previously known as Bluehole Ginno Games, the bit of Bluehole Studio behind the wildly successful FPS Playerunknown’s Battlegrounds. Is a subsidiary of Bluehole Studio whose purpose is the expansion of strategic business opportunities that include the game’s potential in the esports sector and the growth of PUBG as a true global IP franchise. As well as the continued development and maintenance of Playerunknown’s Battleground (PUBG).","name":"PUBG Corp","start_date":1506902400},{"id":3115,"country":410,"description":"Bluehole History \nWe joined together to make the best MMORPG in the world \nin order to satisfy the needs of gamers everywhere.","name":"Bluehole Studio","start_date":1199059200},{"id":113,"country":840,"name":"Westwood Studios","start_date":504835200},{"id":414,"country":191,"name":"Croteam","start_date":757296000},{"id":148,"country":840,"description":"The diverse and passionate members of the Gearbox Software team share a common identity – we feel we were made to set our time and talent towards bringing joy, fun and happiness to our customers through our craft.\n\nSince its inception and our first release, Half-Life: Opposing Force, the talented developers at Gearbox Software have had the pleasure of creating video games for some of the most exciting and revered brands on the planet. The Gearbox Software team has also created original, owned and managed brands including the award winning, best-selling Brothers in Arms series and the record-setting, genre breaking Borderlands franchise. In addition, Gearbox Software has acquired other major video game properties including the Duke Nukem and Homeworld brands. With all of its owned franchises, the people of Gearbox Software enjoy driving and managing a deep portfolio of licensed and internally produced ancillary products including video games, comic books, action figures, apparel, art prints, fictional novels, non-fiction reference books, and linear media content for film and television.\n\nUltimately, Gearbox Software is a family of talented, inventive and passionate individuals who want to collaborate with smart, committed, capable people with a quality of character that seek to inspire and be inspired – that care about creativity, happiness and the desire to make wonderful, engaging and exciting things that our customers feel is very valuable so that we may learn the lessons of experience together and share together in the rewards from a job well done.","name":"Gearbox Software","start_date":919123200},{"id":398,"country":156,"description":"Ubisoft Shanghai is a Chinese video game developer whose headquarters is located in Shanghai. The studio is known for working in various games in the Tom Clancy franchise. The studio is also the second largest Chinese video game studio and the second largest Ubisoft studio.","name":"Ubisoft Shanghai","start_date":851990400},{"id":9453,"country":752,"description":"We are a game studio that focuses on gameplay above all else.","name":"Landfall Games"},{"id":702,"country":250,"name":"Ubisoft Montpellier","start_date":820368000},{"id":899,"country":380,"name":"Ubisoft Milan","start_date":915062400},{"id":935,"country":840,"name":"Running with Scissors"},{"id":902,"country":276,"description":"YAGER is an independent developer of computer and video games based in Berlin, Germany. Founded in 1999 by a group of enthusiastic game developers, we're fortunate to combine long-term experience with the persistent creative spirit emerging from an empowered team.","name":"Yager Development","start_date":928195200},{"id":458,"country":578,"description":"Funcom was founded in 1993 and has since then developed and published over 25 game titles across several genres and gaming platforms. Most notable of these are the MMOs 'The Secret World', 'Age of Conan' and 'Anarchy Online', as well as the adventure game 'The Longest Journey'. \n \nThere are about 130 talented individuals from several different nationalities working at Funcom, spread out across offices in Norway, Canada, and the US. After more than 20 years of operation one of the largest and most influential independent development studios in the business.","name":"Funcom","start_date":757296000},{"id":19,"country":250,"name":"Arkane Studios","start_date":922838400},{"id":537,"name":"Massive Entertainment","start_date":883526400},{"id":22125,"country":554,"name":"A44"},{"id":167,"country":616,"name":"People Can Fly","start_date":1012521600},{"id":1002,"country":840,"name":"Respawn Entertainment","start_date":1270512000},{"id":438,"country":840,"description":"Founded in 2002, Infinity Ward is the original studio behind the Call of Duty franchise.\n\nThe titles developed by Infinity Ward have won over 200 \"Game of the Year\" awards and 100 \"Editor's Choice\" awards, among many other industry accolades. In 2007, the studio released Call of Duty 4: Modern Warfare, a revolutionary title that set the bar for the modern first-person shooter. \n\nInfinity Ward is located in Woodland Hills, California, just outside of Los Angeles. A critically-acclaimed studio, Infinity Ward is proud to have one of the most passionate and accomplished development teams in the industry. We love to have as much fun as the games we create, and it shows in our relaxed, yet diligent workplace environment.","name":"Infinity Ward","start_date":1041292800},{"id":10019,"country":840,"name":"SIE Bend Studio"},{"id":834,"country":840,"description":"The company's first project was Disruptor, whose poor sales almost led to the company's bankruptcy. Insomniac's next project was Spyro the Dragon, a successful franchise that spawned two sequels within two years. Insomniac developed a new franchise, Ratchet & Clank, for the PlayStation 2. The company also developed the Resistance series for the PlayStation 3, and released its first multi-platform game, Fuse in 2013. The company also worked with Microsoft Studios on 2014's Sunset Overdrive. The company's current projects include a remake of Ratchet & Clank and an Oculus Rift action-adventure game titled Edge of Nowhere. \n \nInsomniac Games has received recognition from critics. It was named the twentieth-best video game developer by IGN, and the best place to work in America by the Society for Human Resource Management. Some employees who left Insomniac Games have founded their own independent companies, such as High Impact Games. \n \nThey are located in Burbank California.","name":"Insomniac Games","start_date":788832000},{"id":407,"country":840,"description":"Monolith is a premier developer of video games based in Kirkland, Washington. Founded in 1994, and have a rich history of creating deeply engaging gaming experiences. \n \nThey are known for the creation of Shadow of Mordor and it's Nemesis System. As well as Condemned: Criminal Origins and Condemned 2: Bloodshot.","name":"Monolith Productions","start_date":780969600},{"id":2717,"country":208,"name":"Deadline Games","start_date":851990400},{"id":116,"country":203,"name":"Bohemia Interactive Studio","start_date":938649600},{"id":6026,"country":826,"description":"\"Sam Barlow is a UK-based writer and video game director.\" \n \n\"In 2014, Barlow left Climax and set up as an independent in order to tell the types of stories that are neglected in the mainstream games industry.\"","name":"Sam Barlow","start_date":1419984000},{"id":1653,"country":528,"name":"Vlambeer"},{"id":15790,"name":"Ubisoft Québec","start_date":1135987200},{"id":649,"country":840,"name":"2K Boston","start_date":1199059200},{"id":722,"country":840,"name":"343 Industries","start_date":1183248000},{"id":27,"country":124,"name":"Eidos Montréal","start_date":1175212800},{"id":1030,"country":840,"description":"Bluepoint Games was formed in 2006 by key members of the Metroid Prime development team.\n\nAndy O’Neil, president, served as lead programmer, technical lead, and principal engineer at various studios since 1995.  Marco Thrush, chief technical officer, has been in game development since 2001, serving as senior software engineer prior to forming Bluepoint Games.\n\nAndy and Marco built the Bluepoint Engine from the ground up, and put the engine to the test in developing the first downloadable game for the PlayStation Network.  Their expertise, along with the tools they’ve developed, allowed the team to ship the two-disc God of War Collection within a three-month development period.\n\nGrowing the team with experienced industry veterans and further development of tools and tech has allowed Bluepoint to continue to address the unique demands of each successive project, and establish a reputation for high quality work shipped on schedule.","name":"Bluepoint Games","start_date":1167523200},{"id":3030,"country":752,"name":"Gone North Games","start_date":1388448000},{"id":928,"country":840,"description":"Supergiant Games is an American video game development company based in San Jose, California. It was founded in 2009 by Amir Rao and Gavin Simon, and currently consists of employees in San Jose and other locations. Several of its team members were former developers from the Electronic Arts Los Angeles studio, which developed the Command &amp; Conquer series of video games.\n\nTheir first game, Bastion, received high critical praise, including being listed among several \"Game of the Year\" lists from game journalists. It was first shown in mid-development at the 2010 Penny Arcade Expo as part of its \"PAX 10\" highlight ten upcoming independently developed games. This attracted several publishers who wanted to help distribute the game, but Supergiant Games found that Warner Bros. Interactive Entertainment shared the same vision they had for the game. Supergiant selected them as their publishing partner, enabling them not only to distribute the game to Xbox Live Arcade but as a premiere title during the 2011 \"Summer of Arcade\" promotion.\n\nIn March 2013, Supergiant Games announced their next title, Transistor, released on May 20 2014. A promotion video was released March 19. The game features a female protagonist, Red, in a cyberpunk-like city, who had gained possession of a powerful weapon that she is nearly killed for possessing. The game features a similar isometric viewpoint to Bastion. Transistor was similarly met with critical acclaim with an average critic score of 83 on Metacritic.","name":"Supergiant Games","start_date":1262217600},{"id":428,"country":840,"name":"Treyarch","start_date":851990400},{"id":1924,"country":124,"description":"Compulsion is 20 people squatting in an old gramophone factory in Saint Henri, Montréal. Founded in 2009, we want to create interesting, fun games that are out of the ordinary. We like to think of ourselves as craftsmen, who create games that we love and are proud of. We make games because we’re excited about them, and about the concepts and ideas they contain (like shadow shifting, or a talking mask).","name":"Compulsion Games","start_date":1262217600},{"id":396,"country":392,"name":"Dimps Corporation","start_date":952300800},{"id":208,"country":826,"name":"Frontier Developments","start_date":757382400},{"id":2729,"country":246,"name":"Frozenbyte","start_date":1009756800},{"id":3845,"country":840,"description":"BioWare Austin was formed in 2006 to develop Star Wars: The Old Republic, one of the largest and most popular MMOs in the world. The studio is primarily maintaining Star Wars: The Old Republic, but also currently developing other new, unannounced projects. \n \nBioWare Austin has been rated the best video game company to work for in Austin three years in a row by the Austin Chronicle.","name":"BioWare Austin","start_date":1141171200},{"id":29,"country":840,"name":"Rockstar Games"},{"id":314,"country":804,"description":"4A Games is a video game development studio known for its atmospheric first person shooters Metro 2033 and Metro: Last Light. The studio was established in 2005 by experienced game industry professionals with the aim of creating premium quality games for latest generation consoles and personal computers. All our experience, talent and enthusiasm go into creating games with deep story, unique gameplay elements and highly detailed believable environments. In addition to that, our in-house developed 4A Engine is constantly evolving with the latest industry trends and being highly scalable delivers a good performance on older devices while giving great looking picture on high-end machines. \n \nCurrently at the heart of the company are around 80 talented designers, programmers, artists, sound specialists and writers, with years of experience in software development and computer games in particular. In fact, most of its employees were at the source of Ukraine’s game industry. \n \nCreative Director Andrey Prokhorov has this to say about the studio: \n“The Ukrainian game development industry was formed from self-taught people, enthusiasts who learned by trial and error. Coming from various backgrounds – engineers, musicians, movie directors, painters, scientists and even the military - this diversity gives our studio a certain uniqueness in the way we create games. All new people are carefully selected to fit perfectly into the team. We never pursue quantity to the prejudice of quality, and the smaller size of our studio allows for a unique creative process in a friendly atmosphere.”","name":"4A Games","start_date":1135987200},{"id":3957,"country":528,"description":"M2H was officially founded in 2009 by two highly efficient indie game dev brothers Matt and Mike Hergaarden. M2H loves and specialises in innovative multiplayer games: better and easier multiplayer matchmaking, unique co-op gameplay and so on. They are most known for their multiplayer knowledge which is shared in various networking tutorials and showcased in their games such as Verdun, Crash Drive, and Cubelands.","name":"M2H","start_date":1420761600},{"id":36,"country":752,"description":"Frictional Games AB is an independent Swedish video game developer based in Helsingborg, founded on 1 January 2007 by Thomas Grip and Jens Nilsson. The company specializes in the development of survival horror video games, and is best known for its titles like Amnesia: The Dark Descent, Penumbra and Soma. Developers of Frictional Games keep updated their personal blog, called \"In The Games Of Madness\", where they talk about life in Frictional, developers bio and how a videogame is build up, analyzing the particularly gameplay settings of the most famous game.","name":"Frictional Games","start_date":1167523200},{"id":5052,"country":40,"description":"Moon Studios is an independent video game development studio, founded in 2010 by Thomas Mahler (former Cinematic Artist at Blizzard Entertainment) and Gennadiy Korol (former Senior Graphics Engineer at Animation Lab). The company mainly focuses on highly refined gameplay mechanics within its products and prides itself on an excessive 'iterative polish' process. Moon Studios is a distributed development house: All team members are spread throughout the world, allowing Moon to work with the best and most talented people in the games industry. In 2011, Moon Studios became a Microsoft First Party Developer and is now working on Ori and the Will of the Wisps.","name":"Moon Studios","start_date":1293753600},{"id":261,"country":250,"name":"Quantic Dream","start_date":883526400},{"id":38,"country":124,"description":"We are the world’s most important video game development studio, with 2400 dedicated employees. Ezio Auditore, Aiden Pearce, Jason Brody, they were all born and raised in Montreal. The Mile-End neighbourhood where our studio is located, is a huge source of inspiration for the worlds we create. This website is yet another way to show you who we are, why we love our jobs, and what drives us to provide heart-pounding experiences to our players year after year. So whether you’re here to find out more about the people behind your favorite adventures or you’re looking to join our world-class team, you’ve come to the right place!","name":"Ubisoft Montreal","start_date":859766400},{"id":2763,"country":840,"description":"Founded in 2006, Wadjet Eye Games has developed a reputation for producing award-winning and critically acclaimed adventure games for the PC. The company’s award-winning portfolio includes The Shivah and the Blackwell series, both of which have garnered Game Developers Choice nominations, Puzzle Bots, which was selected for the Penny Arcade Expo’s PAX 10 showcase, and IGF Student Showcase winner Gemini Rue.\n\nWadjet Eye Games is located in Park Slope, Brooklyn.","name":"Wadjet Eye Games","start_date":1167523200},{"id":5317,"country":528,"description":"\"Abbey Games is an independent games studio founded in 2012 and situated in Utrecht, the Netherlands. They devote theirselves to creating games full of original meaningful gameplay, drawing inspiration from classics of the strategy genre.\"","name":"Abbey Games","start_date":1332115200},{"id":1104,"country":276,"description":"Mimimi Productions is a game development studio based in Munich, Germany.\n\nIn the last years we gathered ample experience developing award-winning games, employing highly optimized workflows and making a name for ourselves in the games industry.\nFounded in January 2011, we evolved from casual to core game development with currently 19 team members.\nWe love great games, we value quality, passion and art, and our products are meant to reach the masses.\n\nThere are three pillars that build the foundation of our studio:\nCreativity - Taking a fresh approach to existing genres with instantaneously recognizable art styles.\nProduction - Always delivering on time and on budget. Even for first-time projects and challenges.\nTechnology - Consecutively enhancing our efficiency and product quality via modularized in-house framework.\n\nIf we do it, we do it right – including work-for-hire projects, which will receive as much love as our own. If we agree to work on them.\nWe are consistently growing by accessing multiple game design universities and freelance professionals, identifying the best talent only.\nMimimi Productions is a registered developer for all relevant platforms and is working with the Unity 3D-engine since 2010.","name":"Mimimi Productions","start_date":1293840000},{"id":7066,"country":392,"description":"Message on website:\n\"The \"good old days\" are coming back.\nTo every RPG fan in the world...\nThis is for you.\"","name":"Tokyo RPG Factory","start_date":1434412800},{"id":2245,"country":840,"description":"Big Fish Games is a casual game company based in Seattle. Founded in 2002, it is a developer, distributor, and publisher of casual games for computers and mobile devices. Through its mobile and online distribution platforms, Big Fish has distributed more than 2.5 billion games to customers in 150 countries from a growing catalog of 450+ unique mobile games and 3,500+ unique PC games. January 11, 2008 \n \nAfter successfully transitioning from a PC-centric to a mobile-centric company, Big Fish has emerged as a top-grossing mobile publisher worldwide with a portfolio that includes the #1 mobile social casino game, Big Fish Casino. The company is headquartered in Seattle, WA, with a regional office in Oakland, CA.","name":"Big Fish Games","start_date":1041292800},{"id":71,"country":840,"description":"Raven Software is a market-leading and award-winning video game developer based in Middleton, Wisconsin. Since its inception in 1990, Raven's core has always been centered on visual excellence and exciting gameplay. With this focus, Raven has established a stability that few in the ever-changing video game industry have been able to achieve. As new technologies and trends continue to develop, Raven remains dedicated to surpassing new levels of quality in electronic gaming.","name":"Raven Software","start_date":662601600},{"id":51,"country":840,"description":"By focusing on creating well-designed, highly enjoyable entertainment experiences, Blizzard Entertainment has maintained an unparalleled reputation for quality since its inception.","name":"Blizzard Entertainment","start_date":765072000},{"id":765,"country":392,"description":"\"Intelligent Systems Co., Ltd. is a Japanese video game developer closely affiliated with Nintendo and best known for the Fire Emblem, Wars and Paper Mario series.\"","name":"Intelligent Systems Co., Ltd.","start_date":536371200},{"id":291,"country":528,"description":"Nixxes Software BV is a group of highly experienced game technology programmers. \n \nThe company was founded in August 1999 and has since specialized in helping other game developers and publishers making the best out of their game content. \n \n- \n \nWe do this either by: \n \n○ Bringing high quality conversions to other platforms, both console and PC. \n \n○ Assisting in getting a game out faster and better. \n \n○ And by working with studios to build technology that helps people make better games. \n \nOver the past 15 years we have worked with machines varying from the Sony PlayStation and Sega Dreamcast to current-gen and next-platforms platforms. In addition we have a long history working with PC conversion projects and we are currently developing new technology for PS4 and Xbox One. \n \nWe strive to completely understand every platform we work on, and use this knowledge to get the best out of games. This way the game teams can focus on getting the best possible content, while we push the machines to make it all run well. We've worked on several products since we started, which you can find more information about in our projects section. We encourage you to try out these games, and we hope you will have as much fun playing them as we had working on them.","name":"Nixxes Software","start_date":933465600},{"id":5961,"country":124,"description":"The Coalition is a growing team of talented, creative, fun-loving professionals who are united in their passion for Gears of War. As a Microsoft first-party studio, they are dedicated to pushing the limits of interactive entertainment and taking Gears of War to new heights. \n \nOn January 27, 2014, it was announced that Microsoft had acquired the Gears of War franchise from Epic Games, and that Black Tusk Studios (Formerly known as) would take on the development of future games in the series. \n \nOn June 3, 2015, Fergusson announced that Black Tusk Studios had been renamed The Coalition, signifying its relation to the Gears of War franchise. The studio's name references the Coalition of Ordered Governments. \n \n- \n \n\"We believe that if you want to go far, go together. It takes a diverse team of people sharing a common vision to make a groundbreaking game. Great teams are defined by mutual trust, shared purpose, and the determination to overcome any obstacle together. We also believe that fun games can only come from teams that have fun! We take our work seriously, but not ourselves. \n \nAnd when it comes to having fun, it helps that The Coalition is located in beautiful Vancouver, Canada. With a mild climate, vibrant nightlife, abundant arts and culture, diverse culinary scene, and no end of outdoors adventure, Vancouver has something for everyone.\" \n \n~The Coalition","name":"The Coalition","start_date":1433289600},{"id":63,"country":840,"name":"Pandemic Studios","start_date":915062400},{"id":48,"country":840,"description":"NetherRealm Studios company was founded in 2010 replacing WB Games Chicago and Midway Games, which purchased assets in 2009 that were formerly owned by Midway Games Chicago after Midway filed for bankruptcy. \n \nThey are based in Chicago, Illinois.","name":"NetherRealm Studios","start_date":1293753600},{"id":3207,"country":578,"description":"Red Thread Games is an independent game studio based in Oslo, Norway. It was founded in September 2012 by Ragnar Tørnquist, creator of The Secret World and The Longest Journey saga, and co-creator of the Anarchy Online universe.\n\nThe Red Thread Games team consists of several veterans from the Norwegian game industry. Core team members have previously worked on successful and renowned titles like The Longest Journey, Dreamfall, Anarchy Online, Age of Conan and The Secret World.","name":"Red Thread Games"},{"id":8452,"country":840,"name":"ConcernedApe","start_date":1325289600},{"id":1380,"country":124,"description":"Red Barrels is the studio behind the immersive indie horror series Outlast, a series that has terrified more than 3.5 million players worldwide. Based in Montreal, Red Barrel’s mission is to create unforgettable experiences that leave the player’s blood running cold. \n \nRed Barrels was founded by Philippe Morin (Prince of Persia: Sands of Time, Assassin’s Creed & Uncharted: Drake’s Fortune), David Chateauneuf (Lead level designer: Prince of Persia: Sands of Time, Assassin’s Creed & Splinter Cell: Conviction) and Hugo Dallaire (Art Director: Splinter Cell & Army of Two).","name":"Red Barrels","start_date":1325289600},{"id":4133,"country":616,"description":"11 bit studios, based in Warsaw, Poland, is a multiplatform game development studio selling games worldwide. Our titles have received multiple prestigeous awards throughout the years including: Apple Design Award, Best of PAX and IGN Editor's Choice. \n \n- \n \nIt all started in 2009, when a bunch of veterans of polish gaming industry joined their forces and founded 11 bit studios. They gathered few talented people and got to work. After a year our first child was born – Anomaly Warzone Earth hit the stores. Quickly it became a huge success, with great sales and number of industry awards, including Apple Design Award. \n \nIt was a proof that we were on the right track and in the next few years we repeated the success with Anomaly 2, Anomaly Korea and few other games. But you know what they say – the more you have, the more you want so in 2012 we decided it was time for something bigger. \n \nFor the next two years we worked on our upcoming title. Bigger and better than ever before, but what’s even more important – a game that had a potential to touch people. A game that could matter. Something, that hasn’t been done before. A thing to be played and discussed for years to come. In the end of 2014 we were ready and our greatest achievement to this day had it’s premiere. On 14th of November This War of Mine had its release and everything had changed. \n \nThe cost of development were covered in first weekend after the premiere, and since then the game keeps being one of the topsellers on Steam and other distribution platforms. The game got over 100 awards and was covered as a phenomenon in the biggest magazines and newspapers all around the world including TIME, EDGE, Washington Post and more. \n \nThis brings us to the place where we are today. This War of Mine is still selling really well, being one of the most successful indie titles of the last decade. Our next big game, Frostpunk, is right around the corner and you know what? Again our guts are telling us it will leave a mark. We are crossing the borders and redefining the rules of the genre and that’s the road we want to follow. We believe in creating things instead of just copying them. \n \nSoon you’ll tell us if we achieved what we hoped for. In the meantime we are not slacking around – we started a publishing program that allows developers from all around the world to release their indie games with our help. The first games are already out there, so you should check them out. \n \nThat’s our story so far, but we are quite sure there is more to come. \n \n~ 11 bit studios","name":"11 bit studios","start_date":1191715200},{"id":393,"country":840,"name":"inXile Entertainment","start_date":1029196800},{"id":111,"country":826,"name":"The Creative Assembly","start_date":556243200},{"id":47,"country":840,"description":"Obsidian Entertainment is an American role-playing video game developer founded in 2003 after the disestablishment of Interplay Productions' Black Isle Studios. Although it has created original intellectual property, Obsidian has mostly developed sequels to existing games, and many of their games are based on licensed properties.","name":"Obsidian Entertainment","start_date":1072828800},{"id":61,"country":250,"name":"Gameloft","start_date":915148800},{"id":7726,"country":862,"description":"We are a game developer based in Venezuela. Born as a blog discussing japanese pop culture, we took a huge interest in game making and decided it was the path we wanted to follow.","name":"SUKEBAN","start_date":1356912000},{"id":6560,"country":578,"description":"\"D-Pad Studio is a small indie game studio, best known for our flagship game Owlboy, which is a platform adventure game where you can fly and explore a large open world.\n\nOur team, which is situated in Norway, the US, and Canada, consists of 5 people, and we first started working together in 2007. The company, D-Pad Studio AS, was founded in 2011, and is registered in Bergen, Norway.\n\nAs a team, we are all inspired by the old video games that we grew up with, and we want to create games that are as full of charm and interactivity as the old classics.\n\nWe greatly value our artistic independence and artistic and moral integrity, and try to make games that inspire both thought and emotion.\"","name":"D-Pad Studio","start_date":1325289600},{"id":10604,"country":276,"description":"We make pervasive narrative games. Creators of the award-winning data surveillance thriller series Orwell.","name":"Osmotic Studios"},{"id":743,"country":840,"description":"Based in Roswell, Georgia, Tripwire Interactive is an entertainment software developer and publisher founded in 2005 by the award-winning mod team and winners of the 2004 edition of the “$1,000,000 Make Something Unreal” competition.","name":"Tripwire Interactive","start_date":1135987200},{"id":1096,"country":392,"description":"Amusement Vision Ltd. was a development subsidiary of Sega created with members from an in-house division titled Amusement Machine 4 Research & Development(AM4 R&D). \n \nIt was shutdown and reorganized back into an internal Sega R&D Division structure after Sega's merger with Sammy in 2004.","name":"Amusement Vision","start_date":956275200},{"id":620,"country":840,"description":"Bungie was founded in 1991 with two goals: develop kick ass games that combine state-of-the-art technology with uncompromising art, captivating storytelling, and deep gameplay, and then to sell enough copies to fund their ongoing quest for World Domination. Over the past twenty years, Bungie created a bunch of fun games, including the Halo Franchise, the Marathon Trilogy, and the first two Myth games. Now independent, employee-owned, and located in Bellevue, Washington.","name":"Bungie","start_date":673056000},{"id":4895,"country":826,"description":"Founded in 2008, the studio is now home to over 100 talented individuals working across a range of storytelling and VR titles. \n \nSupermassive Games has built a track record of high-end production backed up with delivery and reliability. \n \nThe studio has received numerous awards, including a BAFTA for Until Dawn, and was included on the prestigious Deloitte UK Technology Fast 50 and Technology Fast 500 lists in 2013. \n \nThe studio also works with GamesAid, other charities and educational establishments.","name":"Supermassive Games","start_date":1230681600},{"id":14979,"country":752,"description":"A small games studio located in Trollhättan, Sweden.","name":"The Bearded Ladies"},{"id":404,"country":250,"description":"Cyanide is an independent and privately held video game studio. Based in Paris, it was created in 2000 and has risen to become one of the most productive game development studios in France. \nCyanide is best known for its Pro Cycling Manager series, but the studio also boasts games drawn from a wide variety of universes. Notable releases include Game of Thrones RPG as well as an adaptation of Games Workshop's renowned board game, Blood Bowl. A sequel of the latter is currently in development.","name":"Cyanide Studio","start_date":978220800},{"id":7902,"country":392,"description":"Nintendo Entertainment Planning & Development, or Nintendo EPD, is the largest division inside the Japanese video game company Nintendo. It was created after the merger of the company's Entertainment Analysis & Development (EAD) and Software Planning & Development (SPD) divisions in September 2015. \n \nThe division assumed both of its predecessors' roles, focusing on the development of games and software for Nintendo platforms and mobile devices; it also manages and licenses the company's various intellectual properties.","name":"Nintendo EPD","start_date":1442361600},{"id":16565,"country":840,"description":"Bethesda Softworks LLC is an American video game publisher based in Rockville, Maryland. The company was founded by Christopher Weaver in 1986 as a division of Media Technology Limited, and in 1999 became a subsidiary of ZeniMax Media. In its first fifteen years, it was a video game developer and self-published its titles. In 2001, Bethesda spun off its own in-house development team into Bethesda Game Studios, and Bethesda Softworks became a publisher only. It currently also publishes games by ZeniMax Online Studios, id Software, Arkane Studios, MachineGames, Tango Gameworks and BattleCry Studios.","name":"Bethesda Softworks","start_date":536371200},{"id":22721,"country":392,"description":"Bandai Namco Studios (BNSI) functions as the core video game development studio of Bandai Namco Games. In addition to its video game development operations, Bandai Namco Studios also work on other entertainment content such as video and music, related to its video game IPs. \n \nIn addition to its core development studio in Tokyo, Japan, Bandai Namco Studios has development operations in Singapore, which develops game content for the Asia Pacific, and Vancouver, British Columbia, Canada (established within The Center for Digital Media), which develops online social games for North America and Europe.","name":"Bandai Namco Studios","start_date":1333324800},{"id":25575,"name":"Vanripper"},{"id":17463,"country":840,"description":"Epic Games has a long history and is known for creating prominent games such as the Unreal Tournament and Gears of War series and developing the Unreal Engine. Their most recent ventures include Fortnite and the Epic Games digital distribution platform.","name":"Epic Games","start_date":694137600},{"id":10305,"name":"Contingent99"},{"id":920,"name":"Crytek Kiev"},{"id":170,"country":392,"name":"Kojima Productions","start_date":1112313600}]